const test = {
	questions: [
		{
			question: 'В каком году отменили крепостное право',
			answers: {
				A: '1861',
				B: '1865',
				C: '1961',
				D: 'Еще не отменили',
			},
			score: 1,
			right: 'A'
		}, {
			question: 'Как на английском будет "Доброе утро"',
			answers: {
				A: 'Guten tak',
				B: 'Have a nice day',
				C: 'Good morning',
				D: 'Pink brown red',
			},
			score: 1,
			right: 'C'
		}, {
			question: 'Сколько материков на планете земля?',
			answers: {
				A: '4',
				B: '5',
				C: '6',
				D: '7',
			},
			score: 1,
			right: 'C'
		}, {
			question: 'Сколько население планеты земля',
			answers: {
				A: '1 000 000 000',
				B: '5 646 000 330',
				C: '7 155 357 369',
				D: '7 655 957 369',
			},
			score: 1,
			right: 'D'
		}, {
			question: 'Открывок из поэмы "Мое имя - ..."',
			answers: {
				A: 'Саша',
				B: 'Александра',
				C: 'Цвирко Александра Игоревна',
				D: 'Тора',
			},
			score: 1,
			right: 'B'
		}, {
			question: 'В каком году была вторая мировая война?',
			answers: {
				A: '1938',
				B: '1939',
				C: '1940',
				D: '1941',
			},
			score: 1,
			right: 'B'
		}, {
			question: 'Есть число "111", которое представлено в двоичной системе исчесления, сколько это будет в десятичной?',
			answers: {
				A: '5',
				B: '6',
				C: '7',
				D: '8',
			},
			score: 1,
			right: 'C'
		}, {
			question: 'No, you are not the ... for all the world, but you are ... for me',
			answers: {
				A: 'sun',
				B: 'the most beautiful',
				C: 'friend',
				D: 'light',
			},
			score: 1,
			right: 'C'
		}, {
			question: 'В вашем офисе поставили 3 автомата, которые делают разнообразные напитки. Первый автомат изготавливает кофе, второй делает чай, а третий способен давать один из перечисленных напитков, но не предоставляет право выбора. Чтобы воспользоваться любым аппаратом требуется кинуть 1 монету. На автоматах присутствуют специальные наклейки, обозначающие тип выдаваемого напитка. Одна проблема – по техническим причинам завод перепутал все обозначения. Каждый автомат имеет неправильную наклейку. Вопрос, сколько потребуется монет, чтобы правильно определить тип автоматов?',
			answers: {
				A: '1',
				B: '2',
				C: '3',
				D: '4',
			},
			score: 1,
			right: 'A'
		}, {
			question: 'Полторы белки за полторы минуты съедают полтора орешка, сколько орехов съедят 9 белок за 9 минут',
			answers: {
				A: '1,5 ореха',
				B: '9 орехов',
				C: '36 орехов',
				D: '54 ореха',
			},
			score: 1,
			right: 'D'
		}
	],
	rewards: [
		{
			name: 'I LOVE DANCING',
			price: 0
		}
	]
};

export default test;
